[
    {
      "id": 1,
      "author": "peterson",
      "quote": "It's all very well to think the meaning of life is happiness, but what happens when you're unhappy? Happiness is a great side effect. When it comes, accept it gratefully. But it's fleeting and unpredictable. It's not something to aim at – because it's not an aim. And if happiness is the purpose of life, what happens when you're unhappy? Then you're a failure."
    },
  
    {
      "id": 2,
      "author": "zizek",
      "quote": "In a religious society God tells you your duty and your responsibility is to execute it. But in an atheist society you are responsible not only for doing your duty but for deciding what is your duty in the first place."
    },
  
    {
      "id": 3,
      "author": "peterson",
      "quote": "Morality is responsibility." 
    },
  
    {
      "id": 4,
      "author": "zizek",
      "quote": "In our contemporary society we are obliged to enjoy." 
    },
  
    {
      "id": 5,
      "author": "peterson",
      "quote": "Compare yourself to who you were yesterday, not to who someone else is today." 
    },
  
    {
      "id": 6,
      "author": "zizek",
      "quote": "If there is a point in psychoanalysis, it is that people do not really want or desire happiness. And I think it's good that it is like that. When you are in a creative endeavour, in that wonderful fever, 'my God, I'm onto something!' and so on, happiness doesn't enter it. You are ready to suffer. Sometimes scientists [...] were even ready to take into account the possibility that they will die because of some radiation and so on. You know, happiness is for me an unethical category. [...] We don't really want to get what we think that we desire." 
    },
  
    {
      "id": 7,
      "author": "peterson",
      "quote": "As are the immaterial ones, the actual material inequalities and the resulting levels of what people experience as oppression are also almost completely subjectivizable anyway." 
    },
  
    {
      "id": 8,
      "author": "zizek",
      "quote": "The pressure to 'do something' in this case resembles a superstitious compulsion to make a gesture when we observe something over which we have no real influence. Doesn't our behavior often take the form of such gestures? The old saying that goes: “Stop talking, do something!” is one of the stupidest things you can say, even by the low standards of common sense. Rather, the problem is that we have been doing too much lately [...]. Maybe it's time to stop, think and SAY the right thing. It's true that we often talk about something instead of doing it, but sometimes we do things to avoid thinking and talking about them." 
    },
  
    {
      "id": 9,
      "author": "peterson",
      "quote": "Assume that the person you are listening to might know something you don't." 
    },
  
    {
      "id": 10,
      "author": "zizek",
      "quote": "The constant pressure to make a choice entails not only ignorance about the object of choice, but, moreover, the inability of the subject to answer the question about their desire for it. […]. This is the terror of the pressure of choice [...]. The [existential] fear of experiencing one's own freedom, the lack of substantial self-determination, was the authentic moment in which the integration of the subject with a specific permanent ideological universe is destroyed. […]. It is about how the prevailing ideology, instead of repressing the lack of an established identity, directly exploits this lack in order to maintain a constant process of consumerist 'self reinventment'." 
    },
  
    {
      "id": 11,
      "author": "peterson",
      "quote": "If old memories still upset you, write them down carefully and completely." 
    },
  
    {
      "id": 12,
      "author": "zizek",
      "quote": "Hegelian law always wants to grab a present order before it begins to disintegrate. That’s why we cannot take care of nature so to ‘save’ it or to save ourselves regarding on any form of science."
    },
  
    {
      "id": 13,
      "author": "peterson",
      "quote": "The successful among us delay gratification and bargain with the future." 
    },
  
    {
      "id": 14,
      "author": "zizek",
      "quote": "The Freudian and Jungian death drive is not like in Buddhism, the road to total self-annihilation and so on. It’s about becoming the living dead. The undead."
    },
  
    {
      "id": 15,
      "author": "peterson",
      "quote": "You must determine where you are going in your life, because you cannot get there unless you move in that direction. Random wandering will not move you forward. It will instead disappoint and frustrate you and make you anxious and unhappy and hard to get along with, and then resentful, and then vengeful, and then worse." 
    },  
  
    {
      "id": 16,
      "author": "zizek",
      "quote": "The Super Ego is as 'obscene' as the id because it expresses society's brutal violence against ourselves. The division of floors of the house in Hitchcock's Psycho illustrates this perfectly."
    },
  
    {
      "id": 17,
      "author": "peterson",
      "quote": "You cannot be protected from the things that frighten you and hurt you, but if you identify with the part of your being that is responsible for transformation, then you are always the equal, or more than the equal of the things that frighten you." 
    },  
  
    {
      "id": 18,
      "author": "zizek",
      "quote": "There is nothing spontaneaus about human desires. Our desires are artificial."
    },
  
    {
      "id": 19,
      "author": "peterson",
      "quote": "The poor and stressed always die first, and in greater numbers. They are also much more susceptible to non-infectious diseases, such as cancer, diabetes and heart disease. When the aristocracy catches a cold, as it is said, the working class dies of pneumonia."
    }, 
    
    {
      "id": 20,
      "author": "zizek",
      "quote": "According to Marx - the Industrial Revolution destroyed the traditional, stable and hierarchic order of society. Italian Fascists and German Nazis had been trying to rebuild this stable hierarchy in an industrialized social reality but they more or less failed to accomplish this goal properly. However, modern capitalism as we see it today turned out to base its hierarchy on constant social instability."
    },
  
    {
      "id": 21,
      "author": "peterson",
      "quote": "If you have a comprehensive explanation for everything then it decreases uncertainty and anxiety and reduces your cognitive load. And if you can use that simplifying algorithm to put yourself on the side of moral virtue then you’re constantly a good person with a minimum of effort."
    }
  ]